<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8" %>
<%@ include file="../inc/taglibs.jsp" %>
<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="utf-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no">
    <title>服务协议-江城巴士</title>
    <meta name="description" content="">
    <meta name="author" content="">
    <link rel="icon" href="${contextPath}/wechat-html/favicon.ico">

    <link rel="stylesheet" href="${contextPath}/wechat-html/css/app.css">
</head>

<body>

<header>
    <div class="title">用户隐私及服务协议</div>
</header>


<section class="wrap article-box">
    <h1 class="title">用户使用协议及隐私政策</h1>
    <div class="article">
        <p>本电子协议适用于您访问和使用“江城巴士”应用程序、微信公众号及江城巴士信息服务（以下简称“江城巴士平台”）。您在使用江城巴士平台提供的各项服务的同时，即意味着承诺接受本协议。请您务必在使用前认真阅读全部协议内容，如有疑问，请向江城巴士客服咨询。您通过阅读本协议并点击“同意”或“接受”按钮表示您与我们达成协议，自愿接受本协议的所有内容，并保证遵守本协议条款。</p>
        <p>一、江城巴士平台提供的服务</p>
        <p>我们根据您在江城巴士平台提交的用车需求向您提供联系、匹配适宜的巴士运输服务公司（以下简称巴士服务商）的服务。我们允许巴士服务商在其投入运用的巴士车身上使用我们所拥有的企业名称、商标、标识，如您看见“江城巴士”的相关标识，并不意味着由我方提供相关的运输服务。我们仅为根据您的要求通过江城巴士平台为您的用车需求匹配巴士服务提供商的信息服务。巴士服务商是提供用车服务的主体，由巴士服务商与您成立运输协议，向您履行运输义务，承担运输责任。我们免费向您提供江城巴士平台预约巴士服务，我们保留未来向您收取平台服务费的权利。</p>
        <p>二、用车时间付款及发票</p>
        <p>我们将以您提交的用车需求的时间为准匹配巴士运输服务商及报价。为了确保您的用车，请您在约定时间内支付全额用车费用。我们将根据与巴士服务商之间的协议，代其向您收取巴士服务费，随后转交于巴士服务商，并由巴士服务商向您开具发票。我们使用第三方电子支付平台解决您使用巴士服务相关的费用支付问题，请您遵守电子服务商及信用卡、借记卡发卡行的条款和政策约束。我们对电子支付服务或银行发生的错误不予承担任何责任。</p>
        <p>三、您的权利及义务</p>
        <p>1、江城巴士平台要求匹配具有相关道路客运资质的巴士运输服务商，保证车辆行驶安全和运营手续的合法性、有效性，并保证为车辆购买了相关保险，并在出险后承担事故发生的相关责任，负责办理保险理赔事宜，配备具有相应从业资格的驾驶员；</p>
        <p>2、要求巴士服务商提供良好的乘车环境，确保车辆设备、设施齐全有效、保持车内清洁、卫生、并采取一系列预防措施，防止在运输过程中发生侵害甲方生命财产安全的违法行为；</p>
        <p>3、您需向巴士服务商提供真实、准确的个人信息及其他必须的信息；</p>
        <p>4、您需按照约定的时间地点等待乘车；</p>
        <p>5、不得携带法律禁止携带的危险品乘车，否则巴士服务商有权拒绝您乘坐车辆；</p>
        <p>6、乘车过程中请您自行保管随身携带物品，我们及运输服务商不承担任何保管义务，若有遗失，我们及运输服务商不承担任何赔偿责任。</p>
        <p>四、责任限制</p>
        <p>您通过江城巴士平台预约的巴士服务完全由巴士服务商向您提供，巴士服务商有义务保障服务的合法安全性，并购买相应的保险。巴士服务商提供的任何运营服务于我们无关，我们对于巴士服务商在服务和运营中导致的任何损害概不负责。我们在江城巴士平台向您推荐及提供的巴士服务仅供您参考，不构成我们的建议或保证。我们将在合理范围内保证该等信息准确，但无法保证其中没有任何错误或缺陷。在法律允许的范围内，对于因使用江城巴士平台导致的损害我们不承担责任，除非损害是由我们故意或重大过失导致的。我们对我们的服务造成的损失承担的全部责任不应超过我们就导致损失的服务收取的服务费的总额。</p>
        <p>五、用户注册</p>
        <p>考虑到江城巴士用户服务的重要性，您同意在注册时提供真实、完整及准确的个人资料，并及时更新。如您提供的资料不准确，或我们有合理理由认为该资料不真实、不完整、不准确，我们有权暂停或终止你的注册身份，并拒绝您使用本网站的服务。</p>
        <p>六、终止或访问限制</p>
        <p>您同意我们可自行全权决定以任何理由（包括不限于我们认为您已违反本协议的条款和精神，或以不符合本协议的条款和精神的方式行事）终止您的服务密码、账户（或其任何部分）或您对江城巴士平台的使用，并删除您在使用江城巴士中提交的“个人信息”。我们同时可自行决定，随时停止提供服务或其任何部分。</p>
        <p>您若从江城巴士平台的合作企业离职，江城巴士平台有权将您的访问权限进行调整，您将无权乘坐您原来所在企业的通勤班车。</p>
        <p>七、不可抗力</p>
        <p>对于因江城巴士合理控制范围以外的原因，包括但不限于自燃灾害、罢工或骚乱、暴动、战争行为、政府行为、通讯或其他设备故障或严重伤亡事故等，致使我们或运输服务商延迟或未能履约的，江城巴士不对您承担任何责任。</p>
        <p>如遇气象台发布的黄色或黄色以上更高级别预警信号，包括不限于暴雨、雷雨天气、台风等恶劣天气等不可抗力及超出控制范围之外的例如堵车等因素导致车辆无法按时到达，不作赔付处理。</p>
        <p>八、隐私政策</p>
        <p>注册时，请您按照江城巴士平台的要求填写用户名和密码，并按页面提示的相关信息进行操作。您对用户名和密码有保密的义务，并对该用户名和密码下发生的所有活动承担责任。</p>
        <p>您同意：</p>
        <p>如发现任何人未经授权使用您的会员注册名或密码，或发生违反保密规定的任何其他情况，您应当立即通知我们。</p>
        <p>确保您在每个上网时段结束时，以正确步骤离开网站。我们不能也不会对您因未能遵守本款规定而发生的任何损失负责。</p>
        <p>同时，尊重用户的隐私是我们的基本政策，我们承诺不会向任何第三方披露、转让、出租或出售交易平台用户名单、交易记录等涉及消费者个人信息的数据以及用户保存在江城巴士各项服务中的非公开内容。除因法律法规的要求或政府部门的行政行为或司法机关的司法行为以外，我们将不在任何情况下违反上述承诺。</p>
        <p>九、协议的生效及争议的解决</p>
        <p>1、本协议自您通过江城巴士平台成功购票之时起生效。</p>
        <p>2、有关本协议的争议，应友好协商解决。协商不成的，应提交武汉市江城巴士科技有限公司所在的人民法院诉讼解决。</p>
    </div>
</section>


<script src="${contextPath}/wechat-html/js/zepto.min.js"></script>

</body>
</html>