<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8" %>
<%@ include file="../inc/taglibs.jsp" %>
<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="utf-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no">
    <title>帮助-江城巴士</title>
    <meta name="description" content="">
    <meta name="author" content="">
    <link rel="icon" href="${contextPath}/wechat-html/favicon.ico">

    <link rel="stylesheet" href="${contextPath}/wechat-html/css/app.css">
</head>

<body>

<header>
    <div class="title">帮助</div>
</header>


<section class="wrap article-box">
    <h1 class="title">使用帮助</h1>
    <div class="article">
        <p>1、通勤班车可以上车以后再补票吗？</p>
        <p>不可以，我们需要提前预定座位，保证每人都有座位，并且车辆不超员。</p>
        <p>2、江城巴士相关事宜的咨询？</p>
        <p>可通过江城巴士微信客服、服务电话、客服QQ进行咨询。</p>
        <p>3、支付成功后没有收到电子票，怎么办？</p>
        <p>支付成功后，可进入“个人中心”的“我的行程”中查看我的电子票是否购买成功。</p>
        <p>4、支付方式有哪些？</p>
        <p>目前，江城巴士仅开通微信支付。更多支付方式，将来会陆续开放。</p>
        <p>5、支付成功后，是否有订票成功的提示？</p>
        <p>通勤班车：在“班车线路”中选择好发车时间后，会弹出预定成功的提示。</p>
        <p>个人包车：没有提示，但是“提交订单”后，客服会及时与您联系，确认最终报价。</p>
        <p>6、优惠券的使用</p>
        <p>可以根据自己的需要，进行不同额度、种类优惠券的选择。</p>
        <p>7、优惠券的赠送</p>
        <p>可以在“个人中心”的“我的礼券”板块中，通过输入好友手机号方式，将自己未使用的优惠券进行赠与。</p>
        <p>8、江城巴士是否准点发车？</p>
        <p>上下班车：江城巴士与大巴车服务商达成协议，要求所有班车按照要求准时准点从起点
            站出发，但由于路面交通情况的复杂多变，若出现首站迟到10分钟的情况，
            请乘客采用其他交通出行方式，江城巴士将补偿同等票价3倍优惠券。（若
            遇暴雨天气、重大交通事故等不可抗力因素，导致车辆无法按时到达，将不
            作赔付处理）同时，也请乘客提前5分钟到达乘车站点等候。</p>
        <p>永旺班车：江城巴士要求所有包车承运车辆按照要求出发，准时从起点站出发，过时不
            候，但由于路面交通情况的复杂性，若出行首站迟到的情况，请及时与驾驶
            员联系。同时，也请乘客提前5分钟到达乘车站点等候。</p>
        <p>个人包车：江城巴士要求所有包车承运车辆按照要求出发，准时从起点站出发，过时不
            候，但由于路面交通情况的复杂性，若出行首站迟到的情况，请及时与驾驶
            员联系。同时，也请乘客提前5分钟到达乘车站点等候。</p>
        <p>9、预定的江城巴士有什么特殊标识吗？</p>
        <p>江城巴士在车辆前后左右都会张贴江城巴士标识，方便乘客识别车辆。</p>
        <p>10、我需要提前多长时间候车？</p>
        <p>为保证全体乘客的出行时间，江城巴士会在起点站准时发车，建议您在发车前5-10分钟到达上车站点候车。</p>
        <p>11、上车后需要出示乘车凭证吗？</p>
        <p>车票，是您乘车的有效凭证。上车时，您需要向司机出示电子车票。在乘车当日，在“个人中心”的菜单中可以查看当日电子票的信息。</p>
        <p>12、我已经提前在站点等候，但巴士到了约定时间却还未到，怎么办？</p>
        <p>江城巴士要求所有班车按照要求准时准点从起点站出发，但由于路面交通情况的复杂性，若出现首站迟到10分钟的情况，建议您及时与江城巴士客服联系。</p>
        <p>13、通过江城巴士平台包车项目如何付款？</p>
        <p>付款规则：</p>
        <p>&nbsp;&nbsp;1、预约包车下单后2小时以内，江城巴士平台客服会与您取得联系，核准包车相关信息及车费具体金额；</p>
        <p>&nbsp;&nbsp;2、信息确认无误后，便可通过江城巴士平台支付包车费；</p>
        <p>&nbsp;&nbsp;3、支付包车费时，支持使用各类优惠券。</p>
        <p>改期规则：</p>
        <p>&nbsp;&nbsp;1、江城巴士平台将提供1次改期服务；</p>
        <p>&nbsp;&nbsp;2、车辆发车前24小时，可免费改期一次；</p>
        <p>14、通过江城巴士平台包车如何退款？</p>
        <p>退款规则：</p>
        <p>&nbsp;&nbsp;起点发车时间前≥48小时，全额退款；</p>
        <p>&nbsp;&nbsp;起点发车时间前≥24小时，退款90%；</p>
        <p>&nbsp;&nbsp;起点发车时间前≥5小时，退款50%；</p>
        <p>&nbsp;&nbsp;起点发车时间前＜5小时，不予退款。</p>
        <p>15、退款周期需要多久？</p>
        <p>向江城巴士提出退款申请后，钱款将按照订单支付的渠道退回，一般为3个工作日内到账。若遇到每月1、2、3日，为银行核账日，退款工作会有所延误。</p>
        <p>16、什么是包车？</p>
        <p>包车是指个人或团体在江城巴士平台针对自身的用车需求，填写包车相关信息，江城巴士平台进行审核后，提供相应车辆服务的一种合作方式。</p>
        <p>17、包车注意事项</p>
        <p>包车业 务只服务于旅游包车、企业商务包车、团体出行、红白喜事包车，坚决抵制用户通过包车来进行非法活动。</p>
        <p>18、如何咨询江城巴士的包车事宜</p>
        <p>1、拨打江城巴士客服热线：027-84777829</p>
        <p>2、江城巴士客服;&nbsp;QQ：</p>
        <p>3、江城巴士微信客服端：</p>
        <p>19、什么是通勤班车？</p>
        <p>通勤班车指江城巴士与企业展开合作，辅助接送员工上下班的班车，有固定的发车时间和行驶路线。主要是为了解决企业员工的上下班难题。</p>
        <p>20、什么是永旺班车？</p>
        <p>永旺班车指江城巴士平台与永旺梦乐城合作，为永旺梦乐城的顾客开设的购物班车。所有来永旺购物的乘客，均可以免费乘坐。</p>
    </div>
</section>


<script src="${contextPath}/wechat-html/js/zepto.min.js"></script>

</body>
</html>